; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Эту программу запустить нельзя, поскольку она используется другим пользователем."
MSE1="Не удается перезагрузить систему. Закройте эту программу установки или открытые прикладные программы. Затем выйдите из программы настройки Canon и повторите попытку."
MSE2="Эта программа не может использоваться в данной операционной системе."
MSE3="Для установки программы необходимо войти в систему в качестве члена группы 'Администраторы'.\nНажмите кнопку [OK], чтобы отменить установку. Если вы используете компакт-диск, извлеките его после нажатия кнопки [OK].\nПосле отмены установки войдите в учетную запись администратора, затем установите программу."
MSE3_Mac="Чтобы запустить эту программу, войдите в систему в качестве администратора."
MSE31_Mac="Для установки этого программного обеспечения необходимы имя и пароль администратора."
MSE4="Для отображения выбранного файла требуется соответствующее программное обеспечение."
MSE5="Недостаточно места на диске %D%. Для установки программного обеспечения требуется %S% Мбайт. "
MSE6="Не удается произвести установку в указанную папку. Укажите папку на локальном жестком диске, в которую разрешена запись."
MSE7="Эту программу нельзя запустить из-за низкого разрешения экрана. Установите разрешение 800х600 пикселов или выше, затем снова выполните эту операцию.\nПри установке на компьютер Tablet PC, задайте горизонтальную ориентацию экрана, а затем выполните эту операцию."
MSE7_Mac="Не удается запустить программу при низком разрешении экрана. Установите разрешение 800х600 пикселов или выше, затем выполните операцию повторно."
MSE8="В дисководе нет компакт-диска.\nВерните компакт-диск в дисковод."
MSE9="В имени файла не должно быть следующих знаков:\n/ , ; * ? \\" < > |"
MSE10="Введенный путь превышает ограничение. Укажите путь длиной не более 150 знаков."
MSE11="В указанный путь не включено обозначение диска или указан относительный путь. Укажите полный путь."
MSE14="Эта программа не поддерживается компьютером."
MSE15="Эта программа может ипользоваться в Windows 2000 с пакетом обновления 4 (SP 4) и более поздних версиях ОС. Если у вас установлена более раняя версия ОС, обновите систему до Windows 2000 SP 4 или более поздней версии и повторите операцию."
MSE16="Невозможно открыть файл."
MSE17="Эта программа может использоваться в Windows XP с пакетом обновления 2 (SP 2) и более поздних версиях ОС. Если у вас установлена более ранняя версия ОС, обновите ее до Windows XP SP 2 или более поздней версии и повторите операцию."
MSE18="Эта программа может использоваться в Windows XP с пакетом обновления 3 (SP 3) и более поздних версиях ОС. Обновите Windows XP до Windows XP SP 3 или более поздней версии и повторите операцию."
MSE19="Эта программа может использоваться в Windows Vista с пакетом обновления 1 (SP 1) и более поздних версиях ОС. Обновите Windows Vista до Windows Vista SP 1 или более поздней версии и повторите операцию."
MSE20="Эта программа может использоваться в Windows Vista с пакетом обновления 2 (SP 2) и более поздних версиях ОС. Обновите Windows Vista до Windows Vista SP 2 или более поздней версии и повторите операцию."
MSE21="В дисководе нет компакт-диска. Приложение настройки сейчас будет закрыто."
MSM0001="OK"
MSM0002="Отмена"
MSM0003="Да"
MSM0004="Нет"
MSM0005="Назад"
MSM0006="Далее"
MSM0007="Продолжить"
MSM0008="Прервать"
MSM0009="Выход"
MSM0010="Установить"
MSM0011="Справка"
MSM0012="Выбрать все"
MSM0013="Очистить все"
MSM0014="Последние сведения"
MSM0015="Продолжить установку"
MSM0016="Отменить установку"
MSM0017="Язык"
MSM0018="По умолч."
MSM0019="Пропустить"
MSM0020="К началу"
MSM0021="Закрыть"
MSM0022="Сохранить"
MSM0101="Ошибка"
MSM0102="ВНИМАНИЕ"
MSM0103="Сведения"
MSM0104="Canon"
MSM1001="Язык"
MSM1002="Выберите язык для работы с этой программой, затем нажмите кнопку [Далее]."
MSM1003="Выберите язык для работы с этой программой, затем нажмите кнопку [Назад]."
MSM1004="Выберите нужный язык."
MSM1011="Начинается установка инструмента справки. Инструмент справки требуется для настройки."
MSM1021="Получение информации"
MSM1022="Получение информации о последнем драйвере и программном обеспечении."
MSM1023="Для доступа к Интернету программа получит информацию, хранящуюся в цепочке ключей.\nЕсли откроется диалоговое окно 'Подтверждение доступа к цепочке ключей', нажмите кнопку [Разрешать всегда]."
MSM1024="Получение информации о последнем программном обеспечении."
MSM1031="Ошибка получения информации"
MSM1032="Не удалось получить информацию о последнем драйвере и программном обеспечении. Проверьте сетевое подключение и повторите попытку."
MSM1033="Не удалось найти программное обеспечение, совместимое с вашей средой."
MSM1034="Не удалось получить информацию о последнем программном обеспечении. Проверьте сетевое подключение и повторите попытку."
MSM1051="Выбор принтера"
MSM1052="Выбор сканера"
MSM1103="США, Канада, Латинская Америка"
MSM1104="Европа, Ближний Восток, Африка"
MSM1105="Азия"
MSM1106="Тихоокеанский регион"
MSM1116="Страна и регион"
MSM1117="Выбор региона проживания."
MSM1118="Выберите свою страну или регион. Если вашей страны или региона нет в списке, выберите вариант \"Другая/другой\"."
MSM1241="Начать настройку"
MSM1242="Запуск установки, необходимой для использования устройства на компьютере.\nСледуйте указаниям на экране."
MSM1243="Начать настройку"
MSM1244="Это программное обеспечение дает возможность использовать устройство на компьютере."
MSM1245="Полезное программное обеспечение"
MSM1246="Разъясняет, как загрузить и использовать ПО, чтобы максимально эффективно использовать устройство."
MSM1247="Онлайн-руководство"
MSM1248="С руководством можно ознакомиться в Интернете."
MSM1249="Используйте обновленное программное обеспечение, найденное в Интернете"
MSM1250="Параметры"
MSM1305="Диск %DRIVELETTER% - %DISKSPACE% Мб свободно"
MSM1306="Всего требуется: %ITEMSPACE% Мб"
MSM1307="%s Мб"
MSM1311="Прикладная программа"
MSM1312="Примерное время установки: от %INSTALLTIME_MIN% до %INSTALLTIME_MAX% минут"
MSM1315="В зависимости от вашей сетевой среды установка может занять некоторое время."
MSM1451="Список установки программного обеспечения"
MSM1452="Будет установлено выбранное программное обеспечение. Убедитесь, что программное обеспечение, которое нужно установить, выбрано, затем нажмите кнопку [Далее]."
MSM1453_Mac="Чтобы использовать все предусмотренные в данном принтере функции, необходимо установить все перечисленное ниже программное обеспечение."
MSM1454="Это программное обеспечение является обязательным, и отменить его выбор невозможно."
MSM1455_Mac="Чтобы использовать все предусмотренные в данном сканере функции, необходимо установить все перечисленное ниже программное обеспечение."
MSM1601="Лицензионное соглашение"
MSM1602="Перед установкой выбранных программ внимательно прочитайте представленное ниже лицензионное соглашение."
MSM1603="Если вы принимаете условия соглашения, нажмите кнопку [Да]. Если вы нажмете кнопку [Нет], установка программного обеспечения будет отменена."
MSM1604="Перед установкой программного обеспечения %CURRENT_STEPITEM% внимательно прочитайте представленное ниже лицензионное соглашение."
MSM1605="Если вы принимаете условия соглашения, нажмите кнопку [Да]. Если вы нажмете кнопку [Нет], это программное обеспечение не будет установлено."
MSM1606="Продукты Canon"
MSM1607="Если вы не принимаете условия лицензионного соглашения, это программное обеспечение не будет установлено. Продолжить?"
MSM1608="Если вы не принимаете условия лицензионного соглашения, это программное обеспечение, а также программа Print Studio Pro, которая требует наличия этого приложения, не будут установлены. Продолжить?"
MSM1671="Установка .NET Framework"
MSM1672="На компьютере не установлен компонент Microsoft .NET Framework 4. Для использования всех функций программного обеспечения необходимо установить Microsoft .NET Framework 4. Установить его?"
MSM1681="Microsoft .NET Framework 4 не найден"
MSM1682="Microsoft .NET Framework 4 не найден или установлен неправильно.\nДля установки данного программного обеспечения необходимо правильно установить Microsoft .NET Framework 4."
MSM1683="Для выбранного ПО требуется установка .Net Framework. Это ПО невозможно установить без подключения к Интернету."
MSM1684="  - %s"
MSM1701="Ход выполнения установки: %PROGRESS%%"
MSM1702="До завершения осталось примерно %RESTTIME% мин."
MSM1711="Загрузка..."
MSM1712="Подсчет оставшегося времени..."
MSM1804="Лицензионное соглашение"
MSM1809="Завершение"
MSM1901="Идет обработка"
MSM1902="Идет обработка. Подождите."
MSM1903="Это может занять около минуты."
MSM1904="Установка: %ITEM%"
MSM1905="Загрузка: %ITEM%"
MSM1906="Загрузка %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Проверка элементов, подлежащих загрузке..."
MSM1908="Загрузка... %d/%d"
MSM2001="Подключение принтера"
MSM2002="Проверьте, подключен ли принтер к компьютеру, и включите питание принтера."
MSM2003="Принтер не обнаружен. Проверьте подключение."
MSM2008="Принтер регистрируется на компьютере. \nЭтот процесс может занять некоторое время."
MSM2010="Подключение принтера"
MSM2031="Подключение сканера"
MSM2032="Убедитесь, что сканер подключен к компьютеру, и включите сканер, если у него есть кнопка \"ВКЛ\"."
MSM2033="Сканер не обнаружен. Проверьте подключение."
MSM2034="Сканер обнаружен. Подождите завершения установки."
MSM2096="Обнаружение принтера"
MSM2097="Служит для поиска принтера в сети."
MSM2111="Проверка состояния принтера"
MSM2112="Проверьте метод подключения"
MSM2113="Подключить принтер к следующему маршрутизатору беспроводной сети с помощью беспроводного подключения?"
MSM2114="Маршрутизатор беспроводной сети: %s"
MSM2115="Принтер (серийный номер): %s (%s)"
MSM2116="Разрешить использовать следующий принтер с помощью подключения Wi-Fi?"
MSM2117="Разрешить использовать следующий принтер с помощью подключения по проводной сети?"
MSM2118="Разрешить использование %s с помощью соединения USB?"
MSM2119="Разрешить использовать следующий принтер с помощью прямого подключения?"
MSM2120="О методах подключения"
MSM2121="Выбор маршрут. беспров. сети"
MSM2122="Выберите маршрутизатор беспроводной сети, к которому вы хотите подключить принтер."
MSM2123="Маршрутизаторы беспроводной сети:"
MSM2124="Пароль:"
MSM2125="Скрыть текст"
MSM2126="Добавить вручную"
MSM2131="Введите сведения о маршрутизаторе беспроводной сети."
MSM2132="Имя сети (SSID):"
MSM2133="Тип шифрования:"
MSM2134="Не использовать"
MSM2135="Использовать WEP"
MSM2136="Использовать WPA/WPA2"
MSM2137="Нет"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Длина ключа WEP:"
MSM2142="64 бита"
MSM2143="128 бит"
MSM2151="Формат ключа WEP:"
MSM2152="ASCII"
MSM2153="Шестнадцатеричный"
MSM2161="Идентификатор ключа WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Для 64-разрядного ключа WEP длина ключа должна составлять 5 символов в формате ASCII.\nВведите еще раз."
MSM2172="Для 64-разрядного ключа WEP длина ключа должна составлять 10 шестнадцатеричных цифр.\nВведите еще раз."
MSM2173="Для 128-разрядного ключа WEP длина ключа должна составлять 13 символов в формате ASCII.\nВведите еще раз."
MSM2174="Для 128-разрядного ключа WEP длина ключа должна составлять 26 шестнадцатеричных цифр.\nВведите еще раз."
MSM2175="Если форматом ключа является ASCII, нельзя использовать символы в кодировке, отличной от ASCII.\nВведите правильное значение."
MSM2176="Нельзя использовать знаки, отличные от шестнадцатеричных, если ключ имеет шестнадцатеричный формат.\nВведите правильное значение."
MSM2177="Введите пароль длиной от 8 до 63 знаков (в кодировке ASCII) или 64 цифры (в шестнадцатеричном формате)."
MSM2178="Неправильный пароль. Введите 5 или 13 символов, либо 10 или 26 символов (в шестнадцатеричном формате)."
MSM2181="Проверка имени сети (SSID)"
MSM2182="Маршрутизатор беспроводной сети (SSID): %s\n\nЕсли имя сети (SSID) правильно, нажмите [Далее], чтобы продолжить.\nЕсли имя сети (SSID) неправильно, нажмите [Назад] и добавьте маршрутизатор беспроводной сети снова."
MSM2183="Пароль маршрутизатора беспроводной сети может быть неправильным.\nНажмите [Назад] и введите пароль снова."
MSM2184="Ошибка выбора сети (SSID)"
MSM2185="Ваш принтер не поддерживает сети с частотой 5 ГГц.\nНажмите кнопку [Назад] и выберите сеть (SSID), поддерживающую частоту 2.4 ГГц."
MSM2186="Тип шифрования маршрутизатора беспроводной сети не совпадает с параметрами шифрования.\nНажмите [Назад] и добавьте маршрутизатор беспроводной сети снова."
MSM2190="Выбор сети (SSID)"
MSM2191="Не удается найти с принтера сеть (SSID), к которой подключен этот компьютер. Выберите имя сети (SSID)."
MSM2192="MAC-адрес:"
MSM2193="(Выбрать)"
MSM2194="Другие сети"
MSM2195="Параметры сети (SSID)"
MSM2196="Введите информацию о своей сети (SSID)."
MSM2197="Пароль"
MSM2198="Введите пароль сети (SSID)."
MSM2199="Имя сети (SSID): %s"
MSM2200="Имя сети (SSID): %s\n\nЕсли имя сети (SSID) правильно, нажмите [Далее], чтобы продолжить.\nЕсли имя сети (SSID) неправильно, нажмите [Назад] и выберите имя сети (SSID) снова."
MSM2201="Пароль сети (SSID) может быть неправильным.\nНажмите [Назад] и введите пароль снова."
MSM2202="Ваш принтер не поддерживает сети с частотой 5 ГГц.\nНажмите кнопку [Назад] и выберите сеть (SSID), поддерживающую частоту 2.4 ГГц."
MSM2203="Тип шифрования сети (SSID) не совпадает с параметрами шифрования.\nНажмите [Назад] и установите параметры снова."

MSM2252="Настройка завершена"
MSM2253="Установка печати с компьютера завершена.\nДалее будет установлено программное обеспечение."
MSM2254="Установка не завершена.\nЧтобы продолжить установку полезного программного обеспечения, нажмите кнопку [Продолжить]."
MSM2255="Настройка завершена."
MSM2256="Теперь можно печатать с компьютера."
MSM2261="Настройка"
MSM2262="Сетевое подключение отключено на время настройки.\nЭто может занять несколько минут. Подождите."
MSM2263="Ошибка настройки соединения без кабеля. Приостановите процесс и выберите другой метод настройки, следуя инструкциям на экранах."
MSM2264="Выполняется настройка. Это может занять несколько минут. Подождите."
MSM2301="Сбой установки"
MSM2310="Ошибка поиска принтера"
MSM2311="Подключенный принтер не обнаружен.\nЧтобы еще раз выполнить поиск принтера, нажмите [Повторить поиск]."
MSM2312="Повторить поиск"
MSM2313="Настройка прервана"
MSM2314="Настройка была отменена.\nНажмите [К началу] и перезапустите настройку."
MSM2315="Выполнить установку не удалось.\nНажмите [К началу] и перезапустите настройку."
MSM2390="Перед использованием принтера следует выполнить выравнивание печатающих головок. Для получения дополнительных сведений нажмите кнопку [Выравнивание печатающих головок] и следуйте инструкциям на экране.\n\nПо завершении выравнивания нажмите [Далее]."
MSM2391="Выравнивание печатающих головок"
MSM2401="Следует выровнять печат. головки"
MSM2411="Выравнивание печатающих головок"
MSM2413="Выполнить"
MSM2414="При печати фотографий на этом принтере рекомендуется выполнить выравнивание печатающих головок. Чтобы выполнить выравнивание печатающих головок сейчас, вставьте в кассету обычную бумагу и нажмите кнопку [Выполнить]. По окончании выравнивания головок нажмите кнопку [Далее]. Более подробные сведения см. в руководстве по эксплуатации принтера.\n\nВыравнивание головок можно выполнить и после окончания настройки. Чтобы продолжить без выравнивания печатающих головок, нажмите кнопку [Далее]."
MSM2416="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Нажмите [Выполнить], появится окно «Запуск выравнивания печатающих головок». Следуйте указаниям, появляющимся на экране, чтобы напечатать образец выравнивания. Поместите напечатанный образец выравнивания на пластину и отсканируйте его.\n\nПосле выполнения выравнивания печатающих головок нажмите [Далее]."
MSM2416_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Нажмите [Выполнить], появится окно «Запуск выравнивания печатающих головок». Следуйте указаниям, появляющимся на экране, чтобы напечатать образец выравнивания. Поместите напечатанный образец выравнивания на пластину и отсканируйте его.\n\nПосле выполнения выравнивания печатающих головок нажмите [Далее]."
MSM2417="В данном принтере имеется функция выравнивания печатающих головок. Если при печати заметно несовпадение линий или снижение качества, эти недостатки можно устранить путем выравнивания печатающих головок."
MSM2418="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу, нажмите кнопку [Выполнить], а затем нажмите кнопку [Далее]."
MSM2418_Mac="Прежде чем использовать этот принтер, необходимо выполнить выравнивание печатающих головок. Вставьте в принтер бумагу и нажмите кнопку [Выполнить].\n\nЕсли вы не хотите выравнивать печатающие головки, нажмите кнопку [Далее]."
MSM2420="Идет поиск принтеров."
MSM2421="Идет поиск: %PRODUCTNAME%."
MSM2422="Не удается найти очередь принтера."
MSM2423="Нажмите кнопку [Регистрация принтера], чтобы зарегистрировать принтер."
MSM2424="Регистрация принтера"
MSM2434="Регистрация сканера"
MSM2437_Mac="Добавить принтер"
MSM2438_Mac="Если щелкнуть [Добавить принтер], будут отображены доступные принтеры. Выберите принтер %s, для которого в поле типа отображается \"Canon IJ Network\", и щелкните [Добавить].\nПосле добавления принтера щелкните [Далее]."
MSM2439_Mac="Если принтеры, которые можно добавить, не отображаются, или если вы не уверены, как использовать этот экран, щелкните [Онлайн-руководство]."
MSM2440_Mac="Выбор сканера"
MSM2441_Mac="Настройка сканера для работы с компьютером.\n\nНажмите кнопку [Выбор сканера] для запуска прикладной программы настройки сканера. Следуйте инструкциям прикладной программы, чтобы выполнить настройку."
MSM2451="Регистрация пользователя"
MSM2453="Далее"
MSM2464="Регистрация пользователя"
MSM2465="Зарегистрируйте ваш продукт Canon сегодня, и вы сможете:\n- ежемесячно получать по электронной почте бюллетень от компании Canon с предложением скидок;\n- получать забавные проекты Creative Park и полезные советы;\n- быть в числе первых получателей уведомлений об обновлениях программного обеспечения."
MSM2474="Регистрация пользователя"
MSM2475="Зарегистрировав продукт, вы сможете получать полезные сведения о продукте и услугах. Для выполнения регистрации необходим доступ в Интернет."
MSM2484="Регистрация продукта"
MSM2485JU="Регистрация продукта Canon сегодня предоставит вам право на следующие преимущества:\n- Canon США  сохранит сведения о вас в файле на случай страхового требования\n- Получать уведомления об обновлениях программного обеспечения в числе первых\n- Ежемесячное получение по электронной почте бюллетеня с коммерческими предложениями Canon"
MSM2485M="Обновив продукт или зарегистрировав новый, вы сможете получать полезные сведения о продукте и услугах. Для выполнения обновления и регистрации необходим доступ в Интернет."
MSM2486_Mac="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2486_Mac2="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2487="Чтобы отложить регистрацию, нажмите кнопку [Отмена] и переходите к следующему шагу. Зарегистрировать продукт можно также в любое время с помощью Quick Menu."
MSM2501="CANON iMAGE GATEWAY Регистрация пользователя"
MSM2502="Регистрация"
MSM2503="CANON iMAGE GATEWAY Регистрация продукта"
MSM2504="CANON iMAGE GATEWAY — это эксклюзивный онлайновая служба для покупателей продукции, попадающей под условия предоставления членства на бесплатных условиях или за годовой взнос. После регистрации вы сможете использовать различные службы, которые сделают вашу работу с цифровой фотографией еще более увлекательной."
MSM2505="CANON iMAGE GATEWAY — это веб-сайт, который не требует платы за членство. Мы предоставляем справочную информацию о наших продуктах и сведения, связанные с печатными материалами, например новогодними открытками. Мы даем полезные рекомендации, например о методах съемки на наши камеры, чтобы помочь вам получить как можно больше удовольствия от пользования нашими продуктами, а также ценную информацию о скидках исключительно для участников портала."
MSM2506="При нажатии кнопки [Регистрация] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2507="При нажатии кнопки [Регистрация] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2511="Регистрация пользователя"
MSM2513="Регистрация продукта"
MSM2514="Зарегистрируйте ваш продукт Canon сегодня, и вы сможете:\n- ежемесячно получать по электронной почте бюллетень от компании Canon с предложением скидок;\n- получать забавные проекты Creative Park и полезные советы;\n- быть в числе первых получателей уведомлений об обновлениях программного обеспечения."
MSM2515="Зарегистрировав продукт, вы сможете получать полезные сведения о продукте и услугах. Для выполнения регистрации необходим доступ в Интернет."
MSM2516="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2517="При нажатии кнопки [Далее] будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации."
MSM2521="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2522="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."
MSM2526="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2527="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."
MSM2551="Canon %s - регистрация пользователя"
MSM2552="Удаление функции регистрации пользователя"
MSM2571="%s - программа удаления функции регистрации пользователя"
MSM2572="Вы действительно хотите полностью удалить программу 'Canon %s - регистрация пользователя' и все ее компоненты?"
MSM2573="Удаление завершено успешно."
MSM2574="Выполнить удаление не удалось."
MSM2575="Для завершения удаления необходимо перезагрузить компьютер. Нажмите кнопку [OK], чтобы выполнить перезагрузку. Нажмите кнопку [Отмена], чтобы выполнить перезагрузку позже."
MSM2576="Для удаления программы \"Canon %s - регистрация пользователя\" необходимо обладать правами администратора."
MSM2577="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе и сведения о регионе. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2577_Mac2="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет прямо отражена в окне регистрации. Для продолжения нажмите кнопку [OK]."
MSM2578="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого продукта, информация об операционной системе и сведения о регионе. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения нажмите кнопку [OK]."
MSM2578_2="Регистрация пользователя. Будут автоматически собраны и переданы компании Canon через Интернет следующие данные: название используемого вами продукта, информация об операционной системе, сведения о регионе и серийный номер принтера. Эта информация будет использована исключительно с целью открытия окна регистрации. Для продолжения убедитесь, что принтер подключен к компьютеру, затем включите принтер и нажмите кнопку [OK]."
MSM2580="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку. Выполнить регистрацию можно также в любое время через Solution Menu EX."
MSM2581="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку."
MSM2582="Сбой подключения."
MSM2584="Выполняется подключение. Подождите."
MSM2585="Введите имя пользователя брандмауэра и пароль."
MSM2586="Имя пользователя:"
MSM2587="Пароль:"
MSM2589="Сбой подключения. Убедитесь, что сетевое подключение включено, и повторите попытку. Если сбои продолжаются, подождите немного, а затем повторите попытку."
MSM2590="Невозможно подключиться, когда принтер занят, например при очистке или выравнивании печатающих головок.\nПопробуйте настроить Wi-Fi снова, когда принтер не занят."
ExecutingPrefSet_Mac="Эта прикладная программа связана с компонентом CanoScan Toolbox"
MSM2601="Установка успешно завершена."
MSM2602="Перезагрузить систему сейчас (рекомендуется)"
MSM2603="Продолжить онлайн"
MSM2604="Нажмите кнопку [Продолжить онлайн], чтобы перейти на сайт компании Canon, на котором можно загрузить дополнительные приложения и узнать больше о функциях и службах, доступных для вашего принтера.\nЭто программное обеспечение будет закрыто, и в браузере откроется сайт компании Canon."
MSM2605="Продолжить онлайн"
MSM2701="Отмена установки"
MSM2702_Mac="Установка не завершена. Чтобы продолжить установку, нажмите кнопку [Продолжить]. Чтобы отменить установку, нажмите кнопку [Прервать]."
MSM2801="Изменение параметров системы"
MSM2802="Необходимо перезапустить систему, чтобы новые параметры вступили в силу.\nВыполнить перезагрузку сейчас?"
MSM2851="Extended Survey Program"
MSM2870="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon в компанию Canon через Интернет."
MSM2871="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon через Интернет в юридически одобренную исследовательскую компанию."
MSM2873="Если вы согласны с указанным выше, нажмите кнопку [Принимаю]. В противном случае нажмите кнопку [Не принимаю]."
MSM2874="Для разработки и продвижения на рынок продукции, в наибольшей степени отвечающей запросам потребителей, компания Canon просит разрешения отправить указанную ниже информацию о выбранном вами товаре Canon в компанию Canon через Интернет (в случае использования товара Canon в Китае в юридически одобренную исследовательскую компанию)."
MSM2876="Если вы согласны с указанным выше, нажмите кнопку [Принимаю], чтобы начать установку программы опроса. В противном случае нажмите кнопку [Не принимаю]. Эта программа может не работать в неподдерживаемых версиях ОС."
MSM2901="Пробная печать"
MSM2904="Для проверки работы принтера будет выполнена пробная печать.\nЗагрузите в принтер обычную бумагу, нажмите кнопку [Пуск]. По завершении пробной печати нажмите [Далее].\n\nЕсли произошла ошибка печати, выполните появляющиеся на экране указания, чтобы запустить настройку повторно."
MSM2905="Пуск"
MSM2906="Оправлены данные, чтобы проверить, правильно ли работает принтер."
MSM3001="Это программное обеспечение необходимо для использования принтера.\nОно дает возможность выполнять печать с учетом различных типов и размеров бумаги."
MSM3002_Mac="В электронном руководстве содержатся пояснения по работе драйвера и даются простые инструкции по пользованию прикладными программами."
MSM3008="Имеется возможность компоновать графические файлы и текст для печати прямо на этикетке диска."
MSM3009="Обновите систему."
MSM3010="Эта служебная программа позволяет использовать с компьютера файлы, хранящиеся на карте памяти, вставленной в слот вашего принтера."
MSM3011="Этот драйвер позволяет использовать принтер в качестве сетевого принтера."
MSM3012="С помощью этого средства можно изменять способ подключения и настройки безопасности подключенного к сети устройства."
MSM3013="Программа My Printer позволяет устранить такие неполадки с печатью, как «смазанная» печать."
MSM3016="Компоненты MP Drivers необходимы для печати документов и сканирования изображений."
MSM3018="Программа ArcSoft PhotoStudio позволяет исправлять/улучшать изображения, импортированные со сканера или цифровой камеры."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE представляет собой программу для оптического распознавания текста (OCR - Optical Character Recognition), которая позволяет преобразовать отпечатанный текст книг или газет в текстовые данные."
MSM3021="Программа Presto! PageManager помогает сканировать, демонстрировать и содержать в порядке документы и фотографии. Вы сможете хранить все свои деловые документы в папках без ограничения уровней вложения, легко находить и открывать их."
MSM3023="Программа Setup Utility позволяет настроить параметры для печати через инфракрасный порт или через соединение Bluetooth."
MSM3024="Программа Setup Utility позволяет настроить параметры для печати через соединение PictBridge."
MSM3026="Эта программа позволяет печатать фото на профессиональном уровне. Для использования этой программы необходимо установить соответствующее программное приложение."
MSM3027="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows)."
MSM3027_0="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows). Требуется, чтобы был правильно установлен драйвер принтера IJ."
MSM3027_1="Драйвер XPS позволяет осуществлять печать из программного обеспечения, поддерживающего печать XPS (в Windows Vista или более поздних версиях ОС Windows). Требуется, чтобы были правильно установлены драйверы MP Drivers."
MSM3028="ScanGear — это драйвер, который необходим для работы сканера. Чтобы использовать драйвер, запустите прикладную программу, например, программу для обработки изображений."
MSM3028_Mac="Для использования сканера необходим драйвер. Он позволяет указать при сканировании размер документа, размер на выходе и другие дополнительные параметры. Он используется также для управления сканером из TWAIN-совместимых приложений."
MSM3031_Mac="В электронном руководстве содержатся пояснения по работе драйвера и даются простые инструкции по пользованию прикладными программами."
MSM3032=
MSM3034="Это необходимо для точного воспроизведения цветов при печати изображений Adobe RGB. Adobe является охраняемым товарным знаком или товарным знаком компании Adobe Systems Incorporated в США и (или) других странах."
MSM3035="Программа Setup Utility позволяет настроить параметры для печати через инфракрасный порт, через соединение Bluetooth или PictBridge."
MSM3037="ScanGear CS – это драйвер сканера (TWAIN-драйвер), который необходим для работы сканера. Чтобы использовать драйвер, запустите прикладную программу, например, программу для обработки изображений."
MSM3040="Программа Easy-PhotoPrint EX позволяет легко создать собственный фотоальбом, наклейки или календарь, используя сделанные цифровой камерой фотоснимки. Вы также сможете быстро напечатать фотографии без полей. Кроме того, перед печатью можно применить коррекцию \"красных глаз\" и цифровую обработку лиц."
MSM3041="Немедленный запуск вспомогательной прикладной программы, облегчающей печать фотографий."
MSM3042="Программа MP Navigator EX упрощает импорт отсканированных изображений прямо в прикладные программы, их печать, вложение в электронные письма или сохранение на компьютер."
MSM3043="В руководстве содержатся инструкции по эксплуатации устройства и прилагаемых программ. В нем вы также найдете информацию об устранении неполадок."
MSM3043_Mac="В руководстве содержатся инструкции по эксплуатации устройства и прилагаемых программ. В нем вы также найдете информацию об устранении неполадок."
MSM3044="Программа Easy-WebPrint EX позволяет вырезать произвольные области веб-страниц и печатать их, задавая собственные варианты компоновки. Она отображается в обозревателе в виде удобной панели инструментов."
MSM3044_Mac="Программа Easy-WebPrint EX позволяет вырезать области веб-страниц и печатать их, создавая собственные варианты компоновки. Это удобный дополнительный модуль для браузера. Необходим браузер Safari 4.0 или последующих версий."
MSM3045="Эта программа позволяет изменять параметры быстрого кодированного набора, информацию о пользователе и другие значения параметров, зарегистрированные на принтере, а также сохранять измененные значения параметров на компьютере или регистрировать их на принтере."
MSM3046="С помощью Solution Menu EX можно мгновенно запустить прикладную программу, которая позволяет с легкостью печатать альбомы и календари либо сканировать документы всего одним щелчком мыши. Вы также можете с легкостью перейти на веб-сайты Canon, на которых можно выполнять различные действия."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можно импортировать фотографии и использовать их для создания и печати особых работ — например, коллажей, открыток и календарей. Можно также печатать фотографии без полей и исправлять или улучшать изображения с помощью простых действий. Используйте эту функцию с Image Display для получения рекомендаций из сохраненных фотографий."
MSM3049="Дополнительный модуль для печати фотографий, облегчающий и улучшающий профессиональное создание произведений искусства. Должно быть установлено соответствующее приложение. Подробнее о соответствующих приложениях см. в руководстве."
MSM3050="Можно быстро запустить программное обеспечение или руководство для продукта Canon. Можно также быстро переходить на веб-сайты, содержащие полезную информацию о вашем продукте Canon или позволяющие выполнять другие действия, и т. п."
MSM3051="Для использования сканера необходим драйвер. Он используется для управления сканером из ICA-совместимых приложений."
MSM3052="Эта сервисная программа сканирует и сохраняет изображения."
MSM3053="Можно быстро запустить программное обеспечение или руководство для продукта Canon. Можно также быстро перейти к руководству и на различные веб-сайты."
MSM3054="Добавление языковых словарей необходимо для создания файлов PDF с возможностью поиска по словам и для запуска OCR. После установки выберите соответствующий язык в окне настройки Canon IJ Scan Utility."
MSM3055="Это приложение, открывающее ScanGear для предварительного просмотра и сканирования изображений, а затем сохраняющее их в памяти компьютера."
MSM3056="Это программное обеспечение позволяет настроить параметры для использования принтера в сети."
MSM3057="Это программное обеспечение позволяет совершать оптимальное управление печатью из САПР \"AutoCAD\" от корпорации Autodesk, Inc."
MSM3058="Это программное обеспечение позволяет легко и напрямую выводить файлы, например несколько рисунков, без запуска специализированной программы.\nЭто приложение также взаимодействует с облачной службой, обеспечивая оперативный обмен файлами между соответствующими пользователями."
MSM3059="Этот подключаемый модуль предназначен для Microsoft Word, Microsoft Excel и Microsoft PowerPoint. Используйте его для упрощения разнообразных задач печати из Microsoft Office на принтеры."
MSM3062="С помощью этого приложения можно выбирать расположение текста и изображений на странице для печати."
MSM3063="Используйте любимые фото для создания и печати уникальных коллажей, открыток, календарей и не только. Кроме того, можно печатать фотографии без полей."
MSM3064="Достаточно просто выбрать папку с фото, а приложение автоматически выберет фото и скомпонует из них фотокнигу. После определения порядка фото в приложении ваша фотокнига будет напечатана в высоком разрешении на фотопринтере Canon. Можно также использовать программу Easy-PhotoPrint Editor для печати фото из фотокниги на домашнем принтере."
MSM3066="Достаточно просто выбрать папку с фото, а приложение автоматически выберет фото и скомпонует из них фотокнигу. После определения порядка фото в приложении ваша фотокнига будет напечатана в высоком разрешении на фотопринтере Canon. Можно также использовать программу Easy-PhotoPrint Editor для печати фото из фотокниги на домашнем принтере."

MSM4001W="Драйвер принтера IJ"
MSM4001="Драйвер принтера"
MSM4002="Руководство пользователя"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Драйвер XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Утилита быстрого набора"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Драйвер ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Дополнительные словари для OCR (китайский/корейский)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: создание уникальных фотокниг"
MSM4067="hdAlbum EZ: создание уникальных фотокниг"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Функция онлайновой покупки чернил сейчас готова к работе."
EIDENABLER_ADMIN="Для запуска этого программного обеспечения необходимо войти в систему в качестве члена группы \"Администраторы\"."
MENU1_Mac="О программе Setup"
MENU2_Mac="Службы"
MENU3_Mac="Скрыть Setup"
MENU4_Mac="Скрыть прочие"
MENU5_Mac="Показать все"
MENU6_Mac="Завершить Setup"
MENU7_Mac="Правка"
MENU8_Mac="Вырезать"
MENU9_Mac="Скопировать"
MENU10_Mac="Вставить"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Китай"
HK="Гонконг"
ID="Индонезия"
IN="Индия"
JP="Япония"
KR="Корея"
MY="Малайзия"
PH="Филиппины"
SG="Сингапур"
TW="Тайвань"
TH="Таиланд"
VN="Вьетнам"
MO="Макао"
AU="Австралия"
NZ="Новая Зеландия"
US="США"
CA="Канада"
BR="Бразилия"
MX="Мексика"
AR="Аргентина"
CL="Чили"
PA="Панама"
AT="Австрия"
BE="Бельгия"
BG="Болгария"
HR="Хорватия"
CZ="Чешская Республика"
DK="Дания"
EE="Эстония"
FI="Финляндия"
FR="Франция"
DE="Германия"
GR="Греция"
HU="Венгрия"
IE="Ирландия"
IT="Италия"
LV="Латвия"
LT="Литва"
LU="Люксембург"
NL="Нидерланды"
NO="Норвегия"
PL="Польша"
PT="Португалия"
RO="Румыния"
RU="Россия"
SK="Словакия"
SI="Словения"
ZA="Южная Африка"
ES="Испания"
SE="Швеция"
CH="Швейцария"
TR="Турция"
GB="Великобритания"
Others="Другая/другой"
MSM5001="Создать ярлык на рабочем столе"
MSM5002="Создать ярлык руководства на рабочем столе? Если вы согласны, выберите «Принимаю». Если выбрано «Не принимаю», руководство можно открыть из папки «Приложения»."
MSM5003="Принимаю"
MSM5004="Не принимаю"
MSM5010="Добавить Easy-WebPrint EX в Dock"
MSM5011="Добавить Easy-WebPrint EX в панель быстрого запуска? Если вы согласны, выберите «Принимаю». Если выбрано «Не принимаю», программу Easy-WebPrint EX можно использовать из папки программ."
MSM5012="Принимаю"
MSM6000="Выберите метод подключения принтера."
MSM6001="Подключение по сети Wi-Fi"
MSM6002="Подключение по проводной сети (кабель Ethernet)"
MSM6003="Подключение USB (USB-кабель)"
MSM6004="Повторите настройку сети принтера"
MSM6005="Выберите метод подключения к сети Wi-Fi."
MSM6006="Подключение через маршрутизатор беспроводной сети (рекомендуется)"
MSM6007="Прямое подключение"
MSM6008="Подключение компьютера и принтера через маршрутизатор беспроводной сети."
MSM6009="Прямое подключение к компьютеру и принтеру."
MSM6010="Нажмите [Инструкции] для получения дополнительных сведений о методах подключения и о возможностях переключения между прямым подключением и подключением к маршрутизатору беспроводной сети."
MSM6011="Инструкции"
MSM6012="Убедитесь в том, что принтер включен."
MSM6013="Список подключенных к сети принтеров"
MSM6014="Серийный номер"
MSM6015="MAC-адрес"
MSM6016="IP-адрес"
MSM6017="Настраиваемый принтер не найден в списке"
MSM6018="Обновить"
MSM6019="1. Чтобы установить принтер в сети, выберите один из принтеров в списке выше и нажмите кнопку [Далее].\n   Серийный номер можно посмотреть на задней панели принтера или в Гарантии.\n   В списке выше показаны только последние 5 цифр серийного номера.\n2. Если устанавливаемый принтер не отображен в списке выше, включите принтер и нажмите кнопку [Обновить].\n3. Если принтер все еще не отображается, выберите параметр [Настраиваемый принтер не найден в списке] и нажмите кнопку [Далее]."
MSM6020="1. Если принтер, который вы хотите настроить по сети, присутствует в списке принтеров выше, выберите его и нажмите [Далее].\n   Серийный номер принтера можно найти на его задней панели или в гарантийном талоне.\n2. Если принтера, который вы хотите настроить, нет в списке выше, включите его и нажмите [Обновить].\n3. Если принтер так и не появился в списке, выберите [Настраиваемый принтер не найден в списке], а затем нажмите [Далее].\n4. В случае USB-подключения также выберите [Настраиваемый принтер не найден в списке], а затем нажмите [Далее]."
MSM6021="Подключение завершено."
MSM6022="Выберите метод подключения"
MSM6023="Проверьте питание"
MSM6024="Используйте другой метод подключения для установки. Следуйте указаниям на экране."
MSM6025="Перед установкой драйвера XPS необходимо завершить установку принтера. Если установка не была завершена, нажмите кнопку [К началу], чтобы установить принтер."
MSM6026="Прежде чем продолжить"
MSM6027="Это программное обеспечение может использовать сеть для настройки принтера.\nЕсли ваша программа обеспечения безопасности отображает предупреждения во время настройки, разрешите этому программному обеспечению продолжить работу.\n(Обратитесь к руководству пользователя своей программы обеспечения безопасности, чтобы получить дополнительные сведения.)\n\nЭто программное обеспечение добавит другое устанавливаемое им программное обеспечение в список разрешенных программ брандмауэра Windows."
MSM6028="Отключение блокировки"
MSM6029="Выбор принтера"
MSM6026_Mac="Прежде чем продолжить"
MSM6027_Mac="Это программное обеспечение может использовать сеть для настройки принтера.\nМожет потребоваться изменить настройки программы обеспечения безопасности перед запуском настройки, это зависит от используемой программы обеспечения безопасности.\n(Обратитесь к руководству пользователя своей программы обеспечения безопасности, чтобы получить дополнительные сведения.)\n\nЕсли программа обеспечения безопасности отображает предупреждения во время настройки, разрешите этому программному обеспечению продолжить работу.\n\nЭто программное обеспечение использует связку ключей.\nЕсли программа \"Связка ключей\" запрашивает разрешение, нажмите [Всегда разрешать]."
MSM6100="My Image Garden использует фотографии, сохраненные на вашем компьютере, для автоматического создания открытки или календаря."
MSM6101="CREATIVE PARK PREMIUM предоставляет высококачественное содержимое исключительно потребителям фирменных чернил Canon."
MSM6102="Чтобы качественно скопировать напечатанную фотографию, просто выберите соответствующее меню на принтере."
MSM6103="Даже если принтер выключен, в случае отправки задания на печать он будет включен автоматически."
MSM6104="Бесшумный режим позволяет печатать, копировать и сканировать изображения в тишине, не заботясь о времени и окружении."
MSM6105="Упомянутые здесь функции зависят от используемой модели принтера. Более подробные сведения см. в руководстве."
MSM6106="Более подробные сведения о функции и настройках см. в руководстве."
MSM6107="Эта функция позволяет загружать данные печати, а затем свободно компоновать страницы на бумаге, увеличивать или уменьшать их размер."
MSM6108="Этот подключаемый модуль позволяет беспрепятственно создавать отпечатки высокого качества. Он поддерживает Adobe Photoshop, Adobe Photoshop Lightroom и Digital Photo Professional."
MSM6109="Это ПО позволяет печатать несколько файлов одновременно, повышая таким образом эффективность печати. Кроме того, можно делиться файлами через облачную службу."
MSM6110="Это ПО позволяет создавать плакаты отличного качества. Кроме того, поддерживается работа с множеством материалов."
MSM6111="Этот подключаемый модуль предназначен для печати документов большого формата из Microsoft Office. Он также поддерживает печать документов длинного размера и печать без полей."
MSM6112="Это ПО позволяет настраивать параметры бумаги. Вы можете изменить название бумаги и выполнить настройку, чтобы оптимизировать печать на вашей любимой бумаге."
MSM6113="Это ПО позволяет подсчитывать количество и стоимость потребляемых чернил и бумаги. Кроме того, отображение сведений об общей стоимости печати помогает управлять снижением затрат."
MSM6114="Это ПО позволяет управлять несколькими состояниями принтера одновременно. Оно также позволяет быстро замечать, когда заканчивается чернило, что полезно для управления принтером."
MSM6115="Функция \"Копировать со смартфона\" позволяет создавать копии документов с помощью камеры смартфона или планшета."
MSM6116="С помощью Free Layout plus можно выбирать расположение текста и изображений на странице для печати."
MSM6117="С помощью программы Easy-PhotoPrint Editor используйте любимые фото для создания и печати уникальных коллажей, открыток, календарей и не только."
MSM6118="С помощью программы Easy-PhotoPrint Editor печатайте плакаты, календари и фотоколлажи с компьютера или смартфона."
MSM6119="Это прилож. позволяет созд. распечатки выс. качества. Оно поддерживает разное ПО для обраб. изображ., напр. Adobe Photoshop, Adobe Photoshop Lightroom и Digital Photo Professional."
MSM6030="Выберите из списка"
MSM6031="Серийный номер можно найти в Гарантии и на корпусе принтера."
MSM6032="Устройство IPv4"
MSM6033="Устройство IPv6"
MSM6034="Серийный номер (последние 5 цифр)"
MSM6035="Расположение серийного номера"
MSM6036="Задайте IP-адрес и запустите поиск"
MSM6037="Настроить подключение к сети по руководству"
MSM6038="Выберите этот вариант, если принтер не отображается в списке или его не удается найти по IP-адресу."
MSM6039="Выбор метода поиска принтера"
MSM6040="Поиск по IPv4-адресу"
MSM6041="Поиск по IPv6-адресу"
MSM6042="Поиск по имени узла"
MSM6043="Поиск по имени в Bonjour"
MSM6044="Чтобы указать IP-адрес и выполнить поиск, необходимо сначала назначить принтеру IP-адрес. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6045="Ошибка поиска указанного IP-адреса"
MSM6046="Указанный принтер не обнаружен. Проверьте IP-адрес или имя узла и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6047="Повторно определить"
MSM6048="Указанный IP-адрес или имя узла уже используется другим устройством. Проверьте IP-адрес или имя узла и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6049="Изменить параметры сети IPv4"
MSM6050="Выберите метод настройки и введите IP-адрес принтера, который будет использоваться."
MSM6051="Автоматическая настройка"
MSM6052="Чтобы автоматически получать IP-адрес, необходим сервер DHCP."
MSM6053="Настройка вручную"
MSM6054="IPv4-адрес"
MSM6055="Чтобы узнать IP-адрес, обратитесь к администратору сети."
MSM6056="Изменить параметры сети IPv6"
MSM6057="Чтобы автоматически получать адрес IPv6, необходим сервер DHCPv6 или маршрутизатор IPv6."
MSM6058="IPv6-адрес"
MSM6059="Длина префикса"
MSM6060="Чтобы узнать IP-адрес и длину префикса, обратитесь к администратору сети."
MSM6061="Ошибка изменения параметров сети"
MSM6062="Ошибка изменения параметров могла произойти по одной из следующих причин:\n  -Введен недопустимый IP-адрес\n  -IP-адрес продублирован"
MSM6063="Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6064="Нажмите кнопку [Добавить принтер] и добавьте принтер, следуя указаниям на экране.\n\nДобавив принтер, нажмите кнопку [Далее]."
MSM6065="Чтобы использовать все функции этого принтера, необходимо установить драйвер Canon.\nНажмите кнопку [Далее] и повторите настройку."
MSM6066="Сделать принтером по умолчанию"
MSM6067="Соедините принтер и компьютер, используя USB-кабель.\nУбедитесь в том, что принтер включен."
MSM6068="Если USB-кабель подсоединен к принтеру, отсоедините его."
MSM6069="Название продукта"
MSM6071="Компьютерная сеть недоступна"
MSM6072="Убедитесь, что компьютер подключен к сети. \nЧтобы подключиться к сети Wi-Fi, проверьте состояние подключения маршрутизатора беспроводной сети."
MSM6073="Ввод пароля администратора"
MSM6074="Введите пароль администратора принтера."
MSM6075="Пароль администратора"
MSM6075_add1="Пароль администратора:"
MSM6076="Неверный пароль."
MSM6077="Включите Wi-Fi на компьютере."
MSM6081="Можно печатать со смартфона или планшета"
MSM6085="Сведения о сети на маршрутизаторе беспроводной сети"
MSM6087="Пароль:"
MSM6088="Показать пароль"
MSM6089="Нажмите [Инструкции], обратитесь к онлайн-руководству и настройте свой смартфон или планшет.\nЕсли вы не используете смартфон или планшет, нажмите [Далее]."
MSM6091="Вы уже выполняли инициализацию принтера?"
MSM6092="1. Убедитесь, что в чернильном контейнере есть чернила.\n2. Нажмите и удерживайте кнопку \"Стоп (Stop)\" на принтере примерно 5 секунд.\nПосле этого принтер начнет инициализацию. Эта процедура займет около 6 минут."
MSM6093="1. Убедитесь, что в чернильном контейнере есть чернила.\n2. Нажмите и удерживайте кнопку \"ВОЗОБНОВИТЬ/ОТМЕНА (RESUME/CANCEL)\" на принтере примерно 5 секунд.\nПосле этого принтер начнет инициализацию. Эта процедура займет около 6 минут."
MSM6094="Подготовка системы подачи чернил"
MSM6095="Система подачи чернил не готова. Чтобы начать подготовку, щелкните [Инструкции] и ознакомьтесь с инструкциями по подготовке или документом \"Руководство по началу работы (Getting Started)\", которое поставляется вместе с принтером."
MSM6096="Проверить принтер"
MSM6097="Код поддержки: %s\n\nПодготовка принтера не завершена. Проверьте принтер.\nЧтобы получить дополнительные сведения, нажмите [Инструкции] и обратитесь к Онлайн-руководству.\n\nЗатем нажмите [Далее]."
MSM6098="Инструкции"
MSM6099="Я проверю свой принтер позже."
MSM6120="Простое беспроводное соединение"
MSM6121="Нажмите кнопку [Инструкции] и подготовьте принтер к подключению, следуя инструкциям. Когда принтер будет готов, он будет обнаружен, и можно будет перейти к следующему шагу. Для обнаружения принтера может понадобиться некоторое время."
MSM6123="Альтернативные методы"
MSM6124="Параметры Wi-Fi"
MSM6125="Выберите метод настройки Wi-Fi и нажмите [Далее]."
MSM6126="Подключение к сети Wi-Fi с принтера"
MSM6127="Настройка подключения по сети Wi-Fi с использованием USB-кабеля"
MSM6128="Если принтер не найден даже после выполнения шагов в руководстве, возможно, существует неполадка сети. Нажмите [Устранение неполадок] и проверьте параметры сети."
MSM6129="Устранение неполадок"
MSM6130="Сетевое подключение принтера"
MSM6131="Когда принтер будет готов, нажмите [Далее]. Для подготовки принтера к подключению нажмите кнопку [Инструкции] и следуйте указаниям."
MSM6133="Закрытие этой программы и открытие онлайн-руководства.\n\nЭта программа будет закрыта, чтобы не она влияла на параметры сети. После проверки параметров сети перезапустите программу."
MSM6134="Если не удалось перейти к следующему шагу даже после подготовки принтера к подключению, нажмите кнопку [Альтернативные методы]."
MSM6135="Закрытие этой программы и открытие онлайн-руководства."
MSM6136="Эта программа будет закрыта, чтобы не она влияла на параметры сети. После проверки параметров сети перезапустите программу."
MSM6150="Выбор сетевого адаптера"
MSM6151="Обнаружено несколько сетевых адаптеров. Выберите сетевой адаптер, который хотите использовать."
MSM6160="Ярлык Онлайн-руководства"
MSM6161="Создать ярлык для онлайн-руководства на рабочем столе?"
MSM6162="Онлайн-руководство для Canon %s"
MSM6163="Создать ярлык"
MSM6164="Не создавать ярлык"
MSM6170="Не удается обнаружить принтер.\nНажмите [Устранение неполадок] и проверьте процедуру коррекции."
MSM6171="Принтер обнаружен. Подождите завершения установки.\nЭто может занять некоторое время."
MSM6172="USB-кабель подключен к принтеру. Отсоедините его."
MSM6173="Подключение принтера не завершено. Вернуться на предыдущий экран?"
MSM6180="Подключение принтера к сети"
MSM6181="Нажмите [Далее], а затем настройте принтер, следуя инструкциям на экране."
MSM6182="Не удалось найти принтеры.\nНажмите [Далее], а затем настройте принтер, следуя инструкциям на экране."
MSM6183="Поиск IP-адреса"
MSM6184="Выберите из списка принтер, который нужно настроить. Если названия нескольких принтеров совпадают, определите нужный по серийному номеру."
MSM6185="Проверка серийного номера"
MSM6186="Если нужного принтера нет в списке, нажмите [Принтер не найден]."
MSM6187="Принтер не найден"
MSM6190="Подготовка принтера"
MSM6191="Нажмите и удерживайте соответствующую кнопку на принтере в течение 3 секунд, а затем нажмите [Далее]."
MSM6192="Если при подключении с использованием этой кнопки возникли проблемы, нажмите [Инструкции]."
MSM6193="Выполняется поиск принтеров. Подождите. Это может занять около минуты."
MSM6200="Проверка состояния сканера"
MSM6201="Соедините сканер и компьютер, используя USB-кабель.\nВключите сканер, если у него есть кнопка включения или переключатель питания."
MSM6202="Не удается обнаружить сканер.\nНажмите [Устранение неполадок], чтобы узнать о возможных способах решения проблемы."
MSM6203="USB-кабель подключен к сканеру. Отсоедините его."
MSM6204="Сканер обнаружен. Подождите завершения установки.\nЭто может занять некоторое время."
MSM6210="Дополнительные сведения о принтере Canon %s"
MSM6211="Другие приложения для %s"
MSM6212="Руководство Canon %s"
MSM6213="Онлайн-руководство"
MSM6220="Возможно, подготовка принтера не завершена. Обратитесь к Онлайн-руководству."
MSM6221="Возможно, подготовка принтера не завершена."
MSM6222="Обратитесь к Онлайн-руководству."
MSM6230="Подключение через маршрутизатор беспроводной сети"
MSM6233="В зависимости от сетевой среды подключение непосредственно к принтеру может отключить компьютер от Интернета.\nВыбрать принтер для подключения?\n\nТекущее подключение: %s"
MSM6240="Указанный принтер не обнаружен. Проверьте IP-адрес или имя в Bonjour и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6241="Указанный IP-адрес или имя в Bonjour уже используется другим устройством. Проверьте IP-адрес или имя в Bonjour и повторите попытку. Чтобы получить дополнительные сведения, нажмите [Онлайн-руководство]."
MSM6256="Поиск в одной сети с принтером.\nПодождите завершения поиска."
MSM6257="Сбой сетевого подключения принтера. Восстановлено подключение компьютера к исходной сети.\nБудет совершена попытка использовать другой метод подключения.\n\nЧтобы переключиться на USB или другой метод подключения, нажмите [Изменить метод подк.]."
MSM6258="Изменить метод подк."
MSM6259="Сбой сетевого подключения принтера. Будет совершена попытка использовать другой метод подключения.\n\nЧтобы переключиться на USB или другой метод подключения, нажмите [Изменить метод подк.]."
MSM6260="Следует ли оставить компьютер подключенным к следующей сети (SSID)?"
MSM6261="Принтер был обнаружен, когда компьютер был подключен к той же сети (SSID), что и принтер.\nОставить компьютер подключенным к этой сети и продолжить настройку? Чтобы узнать больше, нажмите [Онлайн-руководство]."
MSM6262="Да"
MSM6263="Нет"
MSM6264="Открыть онлайн-руководство, чтобы узнать о решении проблем с сетью?"
MSM6265="Сбой сетевого подключения принтера.\nПеред повторным подключением рекомендуется проверить вашу сетевую среду.\nЧтобы не влиять на параметры сети, которые могут ограничить вашу возможность доступа к онлайн-руководству, настройка будет отменена.\n\nЧтобы переключиться на USB или другой метод подключения, нажмите [Нет]."
MSM6266="Да"
MSM6267="Нет"
MSM6268="Настройки служб геолокации"
MSM6269="Включение служб геолокации для %s облегчит настройку принтера.\nНажмите [Наст. службы геолок.] и включите следующее.\n\n- Службы геолокации\n- %s\n\nЭто приложение использует только информацию о маршрутизаторе Wi-Fi."
MSM6270="Наст. службы геолок."
MSM6271="Чтобы включить автоматическое определение принтера, необходимо включить службы геолокации.\nЭто приложение использует только информацию о маршрутизаторе Wi-Fi."
MSM6272="Настр. служб опред. местополож."
MSM6273="Предоставление классическому приложению доступа к информации о местоположении облегчит настройку принтера.\n\nНажмите [Наст. сл.опр.местоп.] и разрешите классическому приложению доступ к информации о расположении.\n\nЭто приложение использует только информацию о маршрутизаторе Wi-Fi."
MSM6274="Наст. сл.опр.местоп."
MSM6275="Это позволит программному обеспечению Canon обнаруживать и использовать принтеры в вашей сети."
